app/controllers/emails_controller.rb

	def create
		address = params[:email]["email"]

		@email = Email.create(email: address)
---
INSERT INTO "emails" ("email", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["email", "hello"], ["created_at", "2019-01-18 03:50:37.114200"], ["updated_at", "2019-01-18 03:50:37.114200"]]